{
  "adjectives_for_title": [
    { "m": "Высокомерный", "f": "Высокомерная", "n": "Высокомерное" },
    { "m": "Последний", "f": "Последняя", "n": "Последнее" },
    { "m": "Отчаянный", "f": "Отчаянная", "n": "Отчаянное" },
    { "m": "Греховный", "f": "Греховная", "n": "Греховное" },
    { "m": "Циничный", "f": "Циничная", "n": "Циничное" },
    { "m": "Экзистенциальный", "f": "Экзистенциальная", "n": "Экзистенциальное" },
    { "m": "Энтропийный", "f": "Энтропийная", "n": "Энтропийное" }
  ],
  "sarcastic_comments": [
    "Если у тебя что-то пригорит, просто назови это «авторским стилем с нотками дыма».",
    "Главное в этом процессе — уверенный вид. Еда чувствует твой страх.",
    "Помни: разница между «хаосом на тарелке» и «авангардной композицией» — только в твоей способности убедительно врать.",
    "Можешь звать на помощь кота. Его осуждающий взгляд — отличный мотиватор.",
    "Не бойся экспериментировать. Худшее, что может случиться — это легкое пищевое отравление. Оно закаляет характер."
  ],
  "post_meal_comments": [
    "Побочный эффект: тяжесть. В желудке. И на душе, когда он закончится.",
    "Побочный эффект: ты только что съел сосиску в хлебе. Смирись с этим.",
    "Побочный эффект: острое желание прилечь на диван и ничего не делать.",
    "Побочный эффект: Жирные вздохи сожаления."
  ],
  "scientific_facts": [
    "Кстати, эта золотистая корочка — результат реакции Майяра, сложной химической связи между аминокислотами и сахарами. Ты не просто жаришь, ты занимаешься органической химией.",
    "Острота перца, если решишь добавить, — это не вкус, а боль. Капсаицин стимулирует болевые рецепторы, заставляя мозг вырабатывать эндорфины. Наслаждайся своим легальным наркотиком.",
    "Запах жареного лука так приятен, потому что летучие соединения серы создают сложный букет, который наш первобытный мозг ассоциирует с высококалорийной, безопасной пищей. Ты не голоден. Тобой управляют инстинкты.",
    "Умами, пятый вкус, который дает тебе соевый соус или сыр, — это, по сути, вкус глутамата натрия. Он сигнализирует мозгу о наличии белка, запуская каскад реакций удовольствия. Да, это чистая биохимия зависимости."
  ],
   "rejection_phrases": {
    "no_ingredients_found": "Сформулируй четче, экспериментатор. Мой парсер не распознал в твоем бормотании ни одного знакомого реактива.",
    "no_recipe_found": "Даже моя извращенная фантазия не может придумать ничего путного из этого набора. Попробуй другую комбинацию или добавь что-то еще.",
    "partial_match_found": "Хм. Смелая попытка. Твой эксперимент мог бы называться «{RecipeName}», и это было бы почти достойно. Но, как всегда, дьявол в деталях. Для полной картины тебе не хватает следующего: {MissingIngredients}. Возвращайся, когда найдешь все компоненты. Я не люблю работать с полумерами."
  }
}